{
  "pt": {
    "aboutNav": "Sobre",
    "experienceNav": "Experiência",
    "educationNav": "Educação",
    "skillsNav": "Habilidades",
    "certificationsNav": "Certificados e Cursos",
    "languagesNav": "Idiomas",
    "aboutText": "Com mais de 9 anos de experiência no setor de tecnologia, tive a oportunidade de atuar em diversas áreas, desde suporte e sustentação até desenvolvimento e produto. <br> Ao longo dessa jornada profissional, desenvolvi uma paixão pela garantia da qualidade dos sistemas, o que me levou a concentrar minha carreira como Analista de QA. Nessa função, aplico meu conhecimento técnico e visão abrangente para identificar possíveis falhas, automatizar testes e assegurar a robustez, confiabilidade e segurança dos sistemas. <br> Tendo uma base analítica muito forte devido a minha formação e carreira, isso me proporcionou capacidade de resolver problemas complexos e ter uma atenção minuciosa aos detalhes, fazendo com que consiga antecipar potenciais problemas e tomar medidas proativas para preveni-los. <br> Sou um comunicador eficiente e colaborativo, valorizo muito o trabalho em equipe e por onde passo construo parcerias sólidas com meus colegas e sou muito grato por tudo que aprendi com cada um deles. <br> Minha dedicação à qualidade é uma característica que me acompanha desde o início da minha carreira. Estou comprometido em sempre proporcionar o melhor resultados em todos os projetos em que estou envolvido.",
    "experienceTitle": "Experiência",
    "job1Date": "Março de 2022 - Atual",
    "job1Position": "Analista de QA",
    "job1Text": "Responsável por testes manuais e automação, garantindo a qualidade dos produtos da empresa no qual estou relacionado e otimizando processos de validação de software.",
    "job2Date": "Junho de 2021 - Março de 2022",
    "job2Position": "Desenvolvedor",
    "job2Text": "Atuei no processo de ETL de um dos produtos da empresa, garantindo o fluxo eficiente e a confiabilidade dos dados.",
    "job3Date": "Agosto de 2020 - Junho de 2021",
    "job3Position": "Product Owner",
    "job3Text": "Liderei o ciclo de vida de um produto, priorizando requisitos e colaborando com stakeholders para atender às necessidades de negócio.",
    "job4Date": "Fevereiro de 2018 - Agosto de 2020",
    "job4Position": "Executivo de Atendimento",
    "job4Text": "Atuei no atendimento especializado de um grande cliente, oferecendo suporte técnico e desenvolvendo relatórios e queries SQL personalizados.",
    "job5Date": "Julho de 2015 - Fevereiro de 2018",
    "job5Position": "Analista de Banco de Dados",
    "job5Text": "Responsável pelo suporte e sustentação do produto, além da análise de indicadores, performance e otimização de dados.",
    "educationTitle": "Educação",
    "education1Text": "Master of Business Administration - MBA, Big Data (Data Science)",
    "education2Text": "Graduação, Banco de Dados - BI",
    "skillsTitle": "Habilidades",
    "skillsSubTitle": "Linguagens de Programação, Frameworks & Ferramentas",
    "skillsSpecialtyTitle": "Especialidades",
    "skillsSpecialty1": "Qualidade de Software",
    "skillsSpecialty2": "Automação de Testes",
    "skillsSpecialty3": "Analise de dados",
    "skillsSpecialty4": "Desenvolvimento de Sites Básicos (HTML, CSS, JavaScript)",
    "certificatesTitle": "Certificados e Cursos",
    "certificatesText1": "Formação A partir do zero: HTML e CSS para projetos web",
    "certificatesText2": "Cypress: automação de testes E2E",
    "certificatesText3": "Formação Carreira QA: processos e automação de testes",
    "certificatesText4": "Git e GitHub: repositório, commit e versões",
    "certificatesText5": "Organização de Equipes Ágeis: os papéis existentes em uma equipe",
    "certificatesText6": "Quality Assurance: plano de testes e gestão de bugs",
    "languagesTitle": "Idiomas",
    "languagesList1": "Português (Nativo)",
    "languagesList2": "Inglês (Intermediário)",
    "languagesList3": "Espanhol (Básico)"
  },
  "en": {
    "aboutNav": "About",
    "experienceNav": "Experience",
    "educationNav": "Education",
    "skillsNav": "Skills",
    "certificationsNav": "Certifications and Courses",
    "languagesNav": "Languages",
    "aboutText": "With over 9 years of experience in the technology sector, I have had the opportunity to work in various areas, from support and maintenance to development and product management. <br> Throughout this professional journey, I developed a passion for ensuring the quality of systems, which led me to focus my career as a QA Analyst. In this role, I apply my technical knowledge and broad vision to identify potential issues, automate tests, and ensure the robustness, reliability, and security of systems. <br> Having a strong analytical foundation due to my education and career, this has provided me with the ability to solve complex problems and pay close attention to detail, allowing me to anticipate potential issues and take proactive measures to prevent them. <br> I am an efficient and collaborative communicator, greatly valuing teamwork, and wherever I go, I build solid partnerships with my colleagues and am very grateful for everything I have learned from each of them. <br> My dedication to quality has been a constant characteristic since the beginning of my career. I am committed to always delivering the best results in all the projects I am involved in.",
    "experienceTitle": "Experience",
    "job1Date": "March 2022 - Present",
    "job1Position": "QA Analyst",
    "job1Text": "Responsible for manual and automated testing, ensuring the quality of the company's products that I am involved with and optimizing software validation processes.",
    "job2Date": "June 2021 - March 2022",
    "job2Position": "Developer",
    "job2Text": "Worked on the ETL process of one of the company's products, ensuring efficient flow and data reliability.",
    "job3Date": "August 2020 - June 2021",
    "job3Position": "Product Owner",
    "job3Text": "Led the product lifecycle, prioritizing requirements and collaborating with stakeholders to meet business needs.",
    "job4Date": "February 2018 - August 2020",
    "job4Position": "Account Executive",
    "job4Text": "Provided specialized support to a major client, offering technical support and developing custom reports and SQL queries.",
    "job5Date": "July 2015 - February 2018",
    "job5Position": "Database Analyst",
    "job5Text": "Responsible for product support and maintenance, as well as data analysis, performance optimization, and indicator analysis.",
    "educationTitle": "Education",
    "education1Text": "Master of Business Administration - MBA, Big Data (Data Science)",
    "education2Text": "Bachelor's Degree, Database - BI",
    "skillsTitle": "Skills",
    "skillsSubTitle": "Programming Languages, Frameworks & Tools",
    "skillsSpecialtyTitle": "Specialties",
    "skillsSpecialty1": "Software Quality",
    "skillsSpecialty2": "Test Automation",
    "skillsSpecialty3": "Data Analysis",
    "skillsSpecialty4": "Basic Website Development (HTML, CSS, JavaScript)",
    "certificatesTitle": "Certifications and Courses",
    "certificatesText1": "Formation From Scratch: HTML and CSS for web projects",
    "certificatesText2": "Cypress: E2E test automation",
    "certificatesText3": "QA Career Formation: processes and test automation",
    "certificatesText4": "Git and GitHub: repository, commit and versions",
    "certificatesText5": "Agile Team Organization: the roles in a team",
    "certificatesText6": "Quality Assurance: test planning and bug management",
    "languagesTitle": "Languages",
    "languagesList1": "Portuguese (Native)",
    "languagesList2": "English (Intermediate)",
    "languagesList3": "Spanish (Basic)"
  },
  "es": {
    "aboutNav": "Acerca de",
    "experienceNav": "Experiencia",
    "educationNav": "Educación",
    "skillsNav": "Habilidades",
    "certificationsNav": "Certificados y Cursos",
    "languagesNav": "Idiomas",
    "aboutText": "Con más de 9 años de experiencia en el sector tecnológico, he tenido la oportunidad de trabajar en diversas áreas, desde soporte y mantenimiento hasta desarrollo y gestión de productos. <br> A lo largo de esta trayectoria profesional, desarrollé una pasión por garantizar la calidad de los sistemas, lo que me llevó a enfocar mi carrera como Analista de QA. En este rol, aplico mi conocimiento técnico y visión amplia para identificar posibles fallos, automatizar pruebas y asegurar la robustez, fiabilidad y seguridad de los sistemas. <br> Con una base analítica muy sólida debido a mi formación y carrera, esto me ha proporcionado la capacidad de resolver problemas complejos y prestar mucha atención a los detalles, lo que me permite anticipar posibles problemas y tomar medidas proactivas para prevenirlos. <br> Soy un comunicador eficiente y colaborativo, valoro mucho el trabajo en equipo, y donde quiera que voy, construyo asociaciones sólidas con mis colegas, por lo que estoy muy agradecido por todo lo que he aprendido de cada uno de ellos. <br> Mi dedicación a la calidad ha sido una característica constante desde el inicio de mi carrera. Estoy comprometido en siempre ofrecer los mejores resultados en todos los proyectos en los que estoy involucrado.",
    "experienceTitle": "Experiencia",
    "job1Date": "Marzo 2022 - Presente",
    "job1Position": "Analista de QA",
    "job1Text": "Responsable de pruebas manuales y automatizadas, asegurando la calidad de los productos de la empresa en los que estoy involucrado y optimizando los procesos de validación de software.",
    "job2Date": "Junio 2021 - Marzo 2022",
    "job2Position": "Desarrollador",
    "job2Text": "Trabajé en el proceso de ETL de uno de los productos de la empresa, garantizando el flujo eficiente y la fiabilidad de los datos.",
    "job3Date": "Agosto 2020 - Junio 2021",
    "job3Position": "Product Owner",
    "job3Text": "Lideré el ciclo de vida del producto, priorizando requisitos y colaborando con las partes interesadas para satisfacer las necesidades del negocio.",
    "job4Date": "Febrero 2018 - Agosto 2020",
    "job4Position": "Ejecutivo de Atención",
    "job4Text": "Brindé soporte especializado a un cliente importante, ofreciendo soporte técnico y desarrollando informes y consultas SQL personalizadas.",
    "job5Date": "Julio 2015 - Febrero 2018",
    "job5Position": "Analista de Base de Datos",
    "job5Text": "Responsable del soporte y mantenimiento del producto, además del análisis de indicadores, rendimiento y optimización de datos.",
    "educationTitle": "Educación",
    "education1Text": "Maestría en Administración de Empresas - MBA, Big Data (Ciencia de Datos)",
    "education2Text": "Grado, Bases de Datos - BI",
    "skillsTitle": "Habilidades",
    "skillsSubTitle": "Lenguajes de Programación, Frameworks y Herramientas",
    "skillsSpecialtyTitle": "Especialidades",
    "skillsSpecialty1": "Calidad de Software",
    "skillsSpecialty2": "Automatización de Pruebas",
    "skillsSpecialty3": "Análisis de Datos",
    "skillsSpecialty4": "Desarrollo Básico de Sitios Web (HTML, CSS, JavaScript)",
    "certificatesTitle": "Certificados y Cursos",
    "certificatesText1": "Formación Desde Cero: HTML y CSS para proyectos web",
    "certificatesText2": "Cypress: automatización de pruebas E2E",
    "certificatesText3": "Formación Carrera QA: procesos y automatización de pruebas",
    "certificatesText4": "Git y GitHub: repositorio, commit y versiones",
    "certificatesText5": "Organización de Equipos Ágiles: los roles en un equipo",
    "certificatesText6": "Aseguramiento de Calidad: planificación de pruebas y gestión de errores",
    "languagesTitle": "Idiomas",
    "languagesList1": "Portugués (Nativo)",
    "languagesList2": "Inglés (Intermedio)",
    "languagesList3": "Español (Básico)"
  }
}
